{
    "apps": [
        {
            "Source": "main",
            "Updated": "2023-07-01T09:44:44.5026938+05:30",
            "Info": "",
            "Name": "7zip",
            "Version": "23.01"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-15T23:55:41.2869941+05:30",
            "Info": "",
            "Name": "alacritty",
            "Version": "0.12.2"
        },
        {
            "Source": "main",
            "Updated": "2023-07-04T19:43:55.5704282+05:30",
            "Info": "",
            "Name": "bat",
            "Version": "0.23.0"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-30T13:32:07.8349664+05:30",
            "Info": "",
            "Name": "brave",
            "Version": "1.56.14"
        },
        {
            "Source": "main",
            "Updated": "2023-01-03T21:18:44.1603394+05:30",
            "Info": "",
            "Name": "dark",
            "Version": "3.11.2"
        },
        {
            "Source": "main",
            "Updated": "2023-07-21T15:03:45.1977978+05:30",
            "Info": "",
            "Name": "delta",
            "Version": "0.16.5"
        },
        {
            "Source": "extras",
            "Updated": "2023-05-28T17:48:03.9837235+05:30",
            "Info": "",
            "Name": "everything",
            "Version": "1.4.1.1024"
        },
        {
            "Source": "main",
            "Updated": "2023-01-22T22:36:07.6327093+05:30",
            "Info": "",
            "Name": "everything-cli",
            "Version": "1.1.0.26"
        },
        {
            "Source": "main",
            "Updated": "2023-07-30T11:30:21.7565662+05:30",
            "Info": "",
            "Name": "fastfetch",
            "Version": "1.12.2"
        },
        {
            "Source": "main",
            "Updated": "2023-07-29T01:47:08.7430016+05:30",
            "Info": "",
            "Name": "fzf",
            "Version": "0.42.0"
        },
        {
            "Source": "main",
            "Updated": "2023-01-11T10:56:55.5546301+05:30",
            "Info": "",
            "Name": "gcc",
            "Version": "11.2.0"
        },
        {
            "Source": "main",
            "Updated": "2023-07-20T13:12:02.0627549+05:30",
            "Info": "",
            "Name": "git",
            "Version": "2.41.0.3"
        },
        {
            "Source": "main",
            "Updated": "2023-07-01T09:44:48.1010119+05:30",
            "Info": "",
            "Name": "gitui",
            "Version": "0.23.0"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-07-08T14:28:38.1741407+05:30",
            "Info": "",
            "Name": "Hack-NF-Mono",
            "Version": "3.0.2"
        },
        {
            "Source": "main",
            "Updated": "2023-05-21T23:38:11.4152301+05:30",
            "Info": "",
            "Name": "helix",
            "Version": "23.05"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-28T21:47:16.1089567+05:30",
            "Info": "",
            "Name": "hwinfo",
            "Version": "7.60-5170"
        },
        {
            "Source": "main",
            "Updated": "2023-07-05T22:59:43.8301534+05:30",
            "Info": "",
            "Name": "innounp",
            "Version": "0.50"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-07-06T23:24:19.9140455+05:30",
            "Info": "",
            "Name": "JetBrainsMono-NF",
            "Version": "3.0.2"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-07-08T14:33:36.2421729+05:30",
            "Info": "",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.0.2"
        },
        {
            "Source": "extras",
            "Updated": "2023-08-06T00:32:56.6394376+05:30",
            "Info": "",
            "Name": "kate",
            "Version": "23.04.3-2115"
        },
        {
            "Source": "extras",
            "Updated": "2023-08-06T00:32:58.9846058+05:30",
            "Info": "",
            "Name": "lazygit",
            "Version": "0.40.0"
        },
        {
            "Source": "main",
            "Updated": "2023-07-04T19:48:34.6057826+05:30",
            "Info": "",
            "Name": "less",
            "Version": "633"
        },
        {
            "Source": "main",
            "Updated": "2023-07-01T14:31:00.6837099+05:30",
            "Info": "",
            "Name": "lf",
            "Version": "r30"
        },
        {
            "Source": "main",
            "Updated": "2023-07-28T22:47:15.5017564+05:30",
            "Info": "",
            "Name": "lua-language-server",
            "Version": "3.6.25"
        },
        {
            "Source": "main",
            "Updated": "2023-07-06T22:49:31.1057096+05:30",
            "Info": "",
            "Name": "make",
            "Version": "4.4.1"
        },
        {
            "Source": "main",
            "Updated": "2023-07-04T19:38:56.8927602+05:30",
            "Info": "",
            "Name": "mprocs",
            "Version": "0.6.4"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-30T00:17:23.9239416+05:30",
            "Info": "",
            "Name": "neovide",
            "Version": "0.10.4"
        },
        {
            "Source": "main",
            "Updated": "2023-07-20T09:36:41.6721889+05:30",
            "Info": "",
            "Name": "neovim",
            "Version": "0.9.1"
        },
        {
            "Source": "main",
            "Updated": "2023-07-31T23:38:47.725219+05:30",
            "Info": "",
            "Name": "nu",
            "Version": "0.83.1"
        },
        {
            "Source": "main",
            "Updated": "2023-04-14T00:01:07.5925564+05:30",
            "Info": "",
            "Name": "nvm",
            "Version": "1.1.11"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-30T11:30:11.3021699+05:30",
            "Info": "",
            "Name": "onefetch",
            "Version": "2.18.1"
        },
        {
            "Source": "java",
            "Updated": "2023-08-06T00:33:21.2434346+05:30",
            "Info": "",
            "Name": "openjdk21",
            "Version": "21-34-ea"
        },
        {
            "Source": "main",
            "Updated": "2023-06-13T22:51:50.7890258+05:30",
            "Info": "",
            "Name": "python",
            "Version": "3.11.4"
        },
        {
            "Source": "main",
            "Updated": "2023-01-22T23:05:57.5445273+05:30",
            "Info": "",
            "Name": "ripgrep",
            "Version": "13.0.0"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-07-06T23:32:45.3555398+05:30",
            "Info": "",
            "Name": "RobotoMono-NF",
            "Version": "3.0.2"
        },
        {
            "Source": "main",
            "Updated": "2023-07-30T23:53:15.5985298+05:30",
            "Info": "",
            "Name": "starship",
            "Version": "1.16.0"
        },
        {
            "Source": "main",
            "Updated": "2023-07-06T16:36:43.3500065+05:30",
            "Info": "",
            "Name": "touch",
            "Version": "0.2018.07.25"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-07-06T23:21:51.4167848+05:30",
            "Info": "",
            "Name": "VictorMono-NF",
            "Version": "3.0.2"
        },
        {
            "Source": "extras",
            "Updated": "2023-01-03T16:37:40.8631471+05:30",
            "Info": "",
            "Name": "vlc",
            "Version": "3.0.18"
        },
        {
            "Source": "extras",
            "Updated": "2023-08-06T00:33:36.6747313+05:30",
            "Info": "",
            "Name": "vscode",
            "Version": "1.81.0"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-15T17:06:49.7482522+05:30",
            "Info": "",
            "Name": "wezterm",
            "Version": "20230712-072601-f4abf8fd"
        },
        {
            "Source": "main",
            "Updated": "2023-07-06T15:20:04.2262771+05:30",
            "Info": "",
            "Name": "yarn",
            "Version": "1.22.19"
        },
        {
            "Source": "extras",
            "Updated": "2023-07-09T19:52:00.7059769+05:30",
            "Info": "",
            "Name": "youtube-music",
            "Version": "1.20.0"
        },
        {
            "Source": "main",
            "Updated": "2023-08-06T00:33:39.0726737+05:30",
            "Info": "",
            "Name": "zoxide",
            "Version": "0.9.2"
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-08-05T21:55:49+05:30",
            "Manifests": 1888
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-08-05T13:46:12+05:30",
            "Manifests": 253
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-08-05T21:55:52+05:30",
            "Manifests": 1215
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-08-05T21:50:49+05:30",
            "Manifests": 280
        },
        {
            "Name": "Versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2023-08-05T22:01:23+05:30",
            "Manifests": 427
        }
    ]
}
